[
  {
    "id": 1,
    "title": "Zeus the Mighty: The Voyage on the Oddest Sea (Book 5)",
    "author": "Crispin Boyer",
    
    "content" : "",

    "cover": "/images/covers/zeus-the-mighty-voyage-on-the-oddest-sea-book-5.webp"    
  },

  {
    "id": 2,
    "title": "Extra Life: The Astonishing Story of How We Doubled Our Lifespan",
    "author": " Steven Johnson",

    "content" : "<p><q>A refreshing change of pace for readers weary of hearing that things are just getting worse.<q><br>—<em>Kirkus Reviews</em></p>", 


    "cover": "/images/covers/extra-life.jpg"    
  },

  {
    "id": 3,
    "title": "Agent Most Wanted: The Never Before Told Story of the Most Dangerous Spy of World War II",
    "author": "Sonia Purnell",

    "content" : "<p><q>This riveting biography provides the framework of Hall's life, concentrating on the war years and her phenomenal ability to fade into the background while gathering intelligence, communicating with the British, and undermining German control within occupied France. Young readers intrigued by espionage during World War II will find this a well-researched, smoothly written, and completely riveting account of Hall's experiences.</q><br><em>—Booklist, starred review</em></p><p><q>Well-chosen, key moments convey Hall's reliance on both luck and her own instincts, her quick thinking, her immense skill at assessing perilous situations, and her frank courage. . . A captivating account of a remarkable woman.</q><br><em>—Kirkus Reviews, starred review</em></p><p>A Kids' Indie Next List Selection</p>",


    "cover": "/images/covers/agent-most-wanted.webp"    
  },

  {
    "id": 4,
    "title": "Permanent Record How One Man Exposed the Truth about Government Spying and Digital Security",
    "author": "Edward Snowden",

    "content" : "<p>Young Readers edition adapted by Catherine Frank</p><p><q>Skillfully adapted from his best-selling adult book.</q><br>—<em>Booklist</em></p><p><q>An absorbing read about digital privacy and one man's fateful choice to disclose government secrets.</q><br><em>―Kirkus Reviews</em></p><p><q>A fascinating look behind the scenes of real-life espionage.</q><br><em>―School Library Journal</em></p>",


    "cover": "/images/covers/permanent-record.jpg"    
  },

  {
    "id": 5,
    "title": "Daisy and the Missing Mona Lisa: A Daisy Tannenbaum Misadventure",
    "author": "J.T. Allen",

    "content" : "",


    "cover": "/images/covers/daisy-and-monda-lisa.webp"    
  }, 

  {
    "id": 6,
    "title": "Ensnared in the Wolf's Lair Inside the 1944 Plot to Kill Hitler and the Ghost Children of His Revenge",
    "author": "Ann Bausum",

    "content" : "<p><q>An eye-opening look at an unforgettable historical event. Highly recommended.</q><br><em>―Booklist, starred review</em></p><p><q>A well-researched, detailed account of a part of World War II that remains unknown to many today.</q><br><em>―School Library Journal, starred review</em></p>",

    "cover": "/images/covers/ensnared-in-the-wolfs-lair.jpg"    
  },

  {
    "id": 7,
    "title": "Bonnie and Clyde: The Making of a Legend",
    "author": "Karen Blumenthal",

    "content" : "<p>Awards and Honors include:<ul><li>BCCB Blue Ribbon selection</li><li>Booklist Editors' Choice</li><li>Booklist Top 10 Romance Fiction for Youth List</li><li>New York Public Library Best Books for Teens</li></ul></p><p><q>An extraordinarily successful resource about a painful time in history and a complicated, infamous pair.</q><br><em>-Booklist, starred review</em></p><p><q>An extraordinarily successful resource about a painful time in history and a complicated, infamous pair.</q><br><em>-School Library Connection, starred review</em></p>",

    "cover": "/images/covers/bonnie-and-clyde-the-making-of-a-legend.jpg"    
  },

  {
    "id": 8,
    "title": "Zeus the Mighty: The Epic Escape from the Underworld (Book 4)",
    "author": "Crispin Boyer",

    "content" : "",


    "cover": "/images/covers/zeus-the-mighty.webp"    
  }
]